Repository: New-King/enoughbox
Catalog: EnoughBox/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# debug.logSampleShortcut
source: Log Sample Shortcut
zh_hans: 打印示例快捷键

# debug.menu.help
source: Developer tools (Debug build only)
zh_hans: 开发者工具（仅 Debug 构建）

# debug.openAppSupport
source: Open App Support Folder
zh_hans: 打开 App Support 目录

# empty.action.openStore
source: Open Built-in Tools
zh_hans: 打开内置工具

# empty.sidebar.hint
source: No tools enabled
zh_hans: 尚未启用工具

# empty.subtitle
source: Enable the tools you need
zh_hans: 启用你需要的工具

# empty.title
source: Nothing enabled yet
zh_hans: 还没有启用工具

# plugin.comingSoon.screenshot.description
source: Region capture and scrolling shots
zh_hans: 区域截图与长截图

# plugin.comingSoon.screenshot.name
source: Screenshot
zh_hans: 截图

# plugin.comingSoon.translate.description
source: Selection translate and OCR
zh_hans: 划词翻译与 OCR

# plugin.comingSoon.translate.name
source: Translate
zh_hans: 翻译

# plugin.detail.missingBundle
source: This tool is unavailable. Enable it again from Built-in Tools.
zh_hans: 工具不可用，请从内置工具中重新启用。

# plugin.detail.reinstall
source: Open Built-in Tools
zh_hans: 打开内置工具

# plugin.detail.reinstallHint
source: Enable or remove built-in tools from the tool center.
zh_hans: 在工具中心启用或移除内置工具。

# plugin.sample.demoAction
source: Show a Toast
zh_hans: 触发一次 Toast

# plugin.sample.description
source: Verify install, settings, and shortcuts
zh_hans: 验证插件安装、设置与快捷键

# plugin.sample.name
source: Sample
zh_hans: 示例

# plugin.sample.section.demo
source: Demo
zh_hans: 演示

# plugin.sample.section.shortcut
source: Shortcut
zh_hans: 快捷键

# plugin.sample.shortcut.footer
source: Keyboard recording will be available in Phase 2.
zh_hans: 快捷键录制将在 Phase 2 接入。

# plugin.sample.shortcut.footer.active
source: Works globally while EnoughBox is running. Click the field, then press a shortcut (must include ⌘, ⌃, or ⌥).
zh_hans: EnoughBox 运行时在任意 App 内生效。先点输入框，再按快捷键（须含 ⌘、⌃ 或 ⌥）。

# plugin.sample.shortcut.placeholder
source: Global shortcut
zh_hans: 全局快捷键

# plugin.sample.toast
source: Sample plugin triggered
zh_hans: 示例插件已触发

# plugin.screenshot.description
source: Region screenshot, pin, mosaic, and color sample
zh_hans: 区域截图、钉图、马赛克与取色

# plugin.screenshot.name
source: Screenshot
zh_hans: 截图

# plugin.screenshot.shortcut.footer.active
source: Hover to snap to a window and click to select; drag for a custom region. Move the pointer to sample color; press ⌘C to copy the HEX value.
zh_hans: 悬停吸附窗口、单击选中；拖动可自定义区域。移动指针可取色，按 ⌘C 复制色值。

# plugin.shortcut.conflict.duplicate
source: This shortcut is already used by another EnoughBox action
zh_hans: 此快捷键已被 EnoughBox 的其他功能使用

# plugin.shortcut.conflict.menu.format
source: This shortcut is already used by the “%@” menu item
zh_hans: 此快捷键已被菜单“%@”使用

# plugin.shortcut.conflict.system
source: This shortcut is already used by macOS
zh_hans: 此快捷键已被 macOS 使用

# plugin.shortcut.press
source: Press shortcut
zh_hans: 按下快捷键

# plugin.shortcut.saved.format
source: Shortcut set to %@
zh_hans: 快捷键已设为 %@

# plugin.shortcut.set
source: Set Shortcut
zh_hans: 设置快捷键

# plugin.translate.description
source: Translate selected text from any app
zh_hans: 在任意 App 里划词翻译

# plugin.translate.name
source: Translate
zh_hans: 翻译

# plugin.translate.shortcut.footer.active
source: Translates selected text first. If nothing is selected, uses clipboard text. Accessibility is only needed for selection.
zh_hans: 优先翻译选中文字；没有划词则翻译剪贴板。只有划词需要辅助功能权限。

# pluginStore.comingSoon
source: Coming soon
zh_hans: 即将推出

# pluginStore.downloading
source: Downloading
zh_hans: 下载中

# pluginStore.error.install
source: Installation failed
zh_hans: 安装失败

# pluginStore.error.uninstall
source: Uninstall failed
zh_hans: 卸载失败

# pluginStore.install
source: Enable
zh_hans: 启用

# pluginStore.installing
source: Enabling…
zh_hans: 启用中…

# pluginStore.retry
source: Retry
zh_hans: 重试

# pluginStore.title
source: Built-in Tools
zh_hans: 内置工具

# pluginStore.uninstall
source: Remove
zh_hans: 移除

# pluginStore.uninstalling
source: Removing…
zh_hans: 移除中…

# sidebar.section.tools
source: Tools
zh_hans: 工具

# theme.dark
source: Dark
zh_hans: 深色

# theme.light
source: Light
zh_hans: 浅色

# theme.system
source: System
zh_hans: 跟随系统

# topbar.appearance
source: Appearance
zh_hans: 外观

# topbar.pluginStore
source: Built-in Tools
zh_hans: 内置工具
